import Template from './template';

export default function PrivacyPolicy() {
  const props = {
    title: 'Omnibox产品隐私政策',
    content: `更新日期：2025年07月02日

生效日期：2025年07月02日

欢迎您体验Omnibox知识库产品！

我们深知个人信息对您的重要性，您的信赖对我们非常重要，我们将严格遵守法律法规要求采取相应的安全保护措施、保护您的个人信息安全性。基于此，我们制定本《Omnibox产品隐私政策》（简称 **“本政策”** ），帮助您充分了解在您参与使用本产品的过程中，我们会如何收集、使用、共享、存储和保护您的个人信息以及您可以如何管理您的个人信息，以便您更好地作出适当的选择。

在正式开启本产品前，请您务必先仔细阅读和理解本政策，特别应重点阅读我们以**粗体/粗体下划线** 标识的条款，确保您充分理解和同意之后再开始使用。**除本政策外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示、站内信等）、功能更新说明等方式，向您说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本政策的一部分，并与本政策具有同等效力。此外，您知悉并理解Omnibox产品的功能可能是不断变化的，我们也会不时地对本政策进行更新，您将持续关注本政策内容并仔细阅读本政策及前述更新内容，如您不同意本政策或对任何更新内容的，您可通过本政策披露的联系方式与我们取得联系，在与我们达成一致前不得使用或继续使用本产品或相应产品功能，如您以任何方式使用本产品或相应产品功能的，则视为您接受本政策及前述更新内容。**

本政策中涉及的专业词汇，我们尽量以简明通俗的表述向您解释，以便于您理解。**如对本政策内容有任何疑问、意见或建议，您可通过本政策文末的联系方式与我们联系。**

**本政策将帮助您了解以下内容：**

一、本政策的适用范围

二、我们如何收集和使用您的个人信息

三、我们如何使用Cookie和同类技术

四、我们如何共享、转让、公开披露您的个人信息

五、您如何管理您的个人信息

六、我们如何保护和保存您的个人信息

七、未成年人用户信息的特别约定

八、本政策的更新

九、如何联系我们

附录：相关定义

**一、本政策的适用范围**

本政策适用于Omnibox知识库网页、App、小程序以及随技术发展出现的新形态（统称 **“Omnibox产品”** 或简称 **“本产品”** ）向您提供的各项产品和服务。具体而言，本产品包括但不限于Omnibox官网(www.omnibox.pro）、App、小程序等，但以API、SDK、开源软件包等形式对外的服务形态除外。但若我们及关联公司向您提供的产品或服务内设有单独隐私政策或类似法律文件，该单独的文件优先适用。

**本政策不适用于其他第三方向您提供的服务，您的信息处理及保护事宜应当适用该第三方的隐私权政策或类似文件，我们对任何第三方不当使用或披露由您提供的信息不承担任何法律责任。**

**二、我们如何收集和使用您的个人信息**

**在您使用本产品期间，我们可能通过以下两种方式获取您的信息：**

1)您在使用本产品期间主动向我们提供的信息，如您在注册账号过程中填写的相应信息；

2)在您使用本产品期间，我们主动收集的相关信息，如在您使用Omnibox产品应用的操作记录或其他日志类数据等。

**在您使用本产品期间，我们需要/可能需要收集和使用的您的个人信息包括如下两种：**

1)为实现向您提供Omnibox产品的基本功能或服务，您须授权我们收集、使用的必要的信息。**如您拒绝提供相应信息，您可能无法正常使用本产品或某个特定的基本功能** ；

2)为实现向您提供Omnibox产品的附加功能或服务，您可选择单独同意或不同意我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但不会影响您正常使用本产品的基本功能。

**（一）为向您提供Omnibox产品的基本功能或服务**

**2.1.帮助您完成账号注册及登录**

2\.1.1. 为访问本产品，您应当按照页面引导输入您的邮箱并完成验证码验证，以完成本产品账号注册及登录。您提供的邮箱将作为我们与您取得联系的方式之一，包括但不限于接收本产品相关通知（如新品上线、服务变更等）。

2\.1.2. 当您使用您在第三方平台（如微信等，具体以账号注册页面展示的第三方平台为准）上已注册的账号注册本产品账号时，我们会在获得您授权同意的前提下，从该第三方平台处获得您的信息以便您完成注册，我们所收集的信息类型取决于该等第三方平台的设置，具体涉及您在该等第三方平台账号下所保存的用户名、头像、该第三方平台的用户标识、手机号码等。如果以上信息有部分缺失，我们可能会按照上述直接注册的情形向您补充收集信息。

**2.2. 为您提供AI助手服务**

2\.2.1. 本产品的AI助手服务依赖于您输入的内容，即我们需要收集并记录 **您与Omnibox产品对话时所输入的文本信息、语音转化后的文本信息、语音信息、图片信息、文件或网址信息** ，并为您提供智能对话服务。同时，为便于您随时能查看及管理对话历史记录，我们会记录你与Omnibox产品的对话记录，以及基于上述信息形成的对话主题。

2\.2.2. **Omnibox产品致力于为您提供更为优质的服务，在对输入内容进行去标识化处理且确保无法重新识别特定个人的前提下，我们会使用单个对话内的上下文信息对Omnibox产品进行改善及优化，如提高对话质量和响应速度、以及对您输入内容的理解能力。**

**2.3. 为保证本产品稳定开展**

2\.3.1. 为保证本产品正常开展，我们可能会收集您在使用本产品过程中产生的日志数据（包括您的IP地址、浏览器信息和类型、您提出请求的日期和时间，以及您如何与我们的网站互动）、使用信息（您的位置、客户端日期和访问时间、服务端日期和访问时间、计算机或移动设备的类型、网络信息、运行中应用列表、剪切板信息）、设备信息（包括安卓系统：运行中应用列表、Android ID、BSSID、SSID、运营商信息、GAID、传感器信息、IMEI、MEID、OAID；iOS系统：运行中应用列表、MAC、OAID、蓝牙MAC、IDFV、IDFA；Harmony OS: Harmony OAID、传感器信息）、Cookies等来帮助我们进行服务情况分析，并进一步帮助我们能有效地增强您的使用体验。特别地，我们承诺，不会将Cookie用于本政策所述目的之外的任何其他用途。我们使用Cookie主要为了保障服务体验的安全、高效运转，可以使我们确认您账号的安全状态，排查崩溃、延迟的相关异常情况，帮助您省去重复填写表单、输入搜索内容的步骤和流程。

2\.3.2. 为提高本产品安全性，保护您或其他用户或公众的人身安全、财产安全、账号安全，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入、恶意程序等安全风险，更准确地识别违反法律法规或相关协议、规则的情况，我们会收集您的设备信息、日志信息，并可能使用或整合您的设备信息、日志信息，来综合判断您账号及使用风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。

**（二）为向您提供Omnibox产品的附加功能或服务**

**2.4. 为向您提供专业支持或帮助**

2\.4.1. 当您在使用Omnibox产品过程中遇到问题，可与我们联系请求专业支持或帮助，为了保障您的账户及系统安全，**我们可能会在响应您的请求前，要求您提供必要的个人信息以核验您的用户身份** 。为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的沟通、**通信/通话记录** 及相关内容（包括用户信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息）。

**2.5. 为改进及提升您的产品使用体验**

2\.5.1. 我们会不时地开展客户体验调研或服务沟通工作，我们可能通过您在账号注册环节、问卷填写环节、业务服务环节等过程中向我们提供联系信息与您取得联系。如您不希望参加调研或沟通，可以在接到来电后表示不希望参加调查，或者发送退订邮件或根据信息中提供的退订方式予以退订，拒绝填写在线问卷等。

2\.5.2. 您可随时根据实际情况对Omnibox产品的生成信息或产品体验做出评价，包括通过点赞、点踩、我要反馈等方式。**在经过去标识化且无法重新识别特定个人的前提下，我们将收集您的评价及反馈，以改善Omnibox产品的服务质量，优化用户体验** 。

2\.5.3. 当您使用Omnibox知识库产品时，我们会以一定频率通过客户端“消息”，向您推送平台通知（如重要功能/活动上线、协议更新等需要用户知晓的内容消息）。由于上述功能存在于手机设置中，您可以在您的设备“设置”中选择开启/关闭Omnibox知识库产品的通知权限，以拒绝接收相关通知信息。

**2.6. 基于系统权限为您提供的附加功能**

为向您提供更便捷的Omnibox知识库产品服务，努力提升您的体验，我们在向您提供的以下附加功能中可能会通过开启系统权限以收集和使用您的个人信息，如麦克风、相册、相机等。**如果您不同意开启相关权限，不会影响您使用本产品的基本功能，但您可能无法获得这些附加功能给您带来的额外用户体验。**

您可在您设备的“设置”页面中或我们客户端中逐项查看上述权限的状态，可自行决定这些权限随时的开启或关闭。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。

**（三）无需获得您授权同意的个人信息收集、使用例外情形**

2\.7. 您充分知晓，依据可适用的法律，在以下情形中，我们收集、使用您的个人信息无需征得您的授权同意：

2\.7.1. 涉及国家安全与利益、社会公共利益的；

2\.7.2. 为履行我们的法定职责或者法定义务或者响应政府部门指示所必需的；

2\.7.3. 与您签订和履行您作为协议或其他书面文件一方所必需的；

2\.7.4. 为应对突发公共卫生事件，或者紧急情况下为保护您和他人的生命健康和财产安全所必需；

2\.7.5. 在合理的范围内处理您自行向社会公众公开的个人信息；

2\.7.6. 在合理的范围内处理从合法公开披露的信息中收集的您的个人信息（如合法的新闻报道、政府信息公开等渠道）；

2\.7.7. 法律法规规定的其他情形。

**（四）其他约定**

2\.8. **如您在使用本产品过程中上传的内容（包括但不限于对话信息、语音/文本信息、评价、反馈）包含或涉及第三方的信息（包括但不限于个人信息），在输入这些信息之前，您需确保您的行为已经取得合法的授权，避免泄露他人个人信息，侵犯他人权利。**

2\.9. **请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未被包含在上述说明中且收集了您的信息，我们会通过页面提示、交互流程、网站公告、另行签署协议等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。**

**三、我们如何使用Cookie和同类技术**

3\.1. 为确保正常运转、为您获得更轻松的访问体验、我们会在您的设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。我们只能读取由我们提供的 Cookie 。

3\.2. 您可根据自己的偏好管理 Cookie ，您也可以清除计算机上保存的所有 Cookie 。大部分网络浏览器都设有阻止 Cookie 的功能。但如果您这么做，则需要在每一次访问我们的网站时更改用户设置。如需详细了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。

**四、我们如何共享、转让、公开披露您的个人信息**

我们产品或/及服务中的某些模块和功能将由服务提供商提供，为此，我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们在与该等合作伙伴进行合作时，将会遵守以下原则：（1）**合法正当与最小必要原则：** 数据处理应当具有合法性基础，具有正当的目的，并以实现处理目的最小范围为限；（2）**用户知情权与决定权最大化原则：** 数据处理过程中充分尊重用户对其个人信息处理享有的知情权与决定权；（3）**安全保障能力最强化原则：** 我们将采取必要措施保障所处理个人信息的安全，审慎评估合作方使用数据的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作协议的有关要求。

**4.1. 委托处理**

我们可能委托授权合作伙伴（如我们的关联公司、技术服务方、广告或分析服务类的授权合作伙伴等）处理您的个人信息，以便授权合作伙伴代表我们为您提供某些服务或履行职能。我们仅会在采用行业通用的安全技术前提下（如不会将您的个人身份信息以明文的方式交付授权合作伙伴），出于本政策声明的合法、正当、必要、特定、明确的目的委托其处理您的信息，授权合作伙伴只能接触到其履行职责所需信息，且我们将会通过协议要求其不得将此信息用于其他任何超出委托范围的目的。如果授权合作伙伴将您的信息用于我们未委托的用途，其将单独征得您的同意。

**4.2. 第三方共享**

原则上，我们不会与其他组织和个人共享您的用户信息，但以下情况除外：

**4.2.1. 在获取您明确同意的情况下共享** ：获得您的明确同意后，我们会与其他方共享您的用户信息。

**4.2.2. 为履行法定义务所必需的共享** ：我们可能会根据法律法规规定、诉讼、仲裁解决需要，或按行政、司法机关依法提出的要求，对外共享您的用户信息。

**4.2.3. 为订立、履行您作为一方当事人的合同所必需的情况下的共享** 。

**4.3. SDK的使用**

4\.3.1. 为保障Omnibox知识库产品的稳定运行、功能实现，使您能够使用和享受更多的服务及功能，我们的应用中会嵌入授权合作伙伴的 SDK 或其他类似的应用程序，该等SDK将可能会采集您的信息，如硬件序列号、MAC地址、IMEI、MEID、IMSI、Android\_ID、HarmonyOS OAID、运营商信息等。

4\.3.2. 我们会对授权合作伙伴获取有关信息的应用程序接口（ API ）、软件工具开发包（ SDK ）进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照本政策以及其他任何相关的保密和安全措施来处理个人信息。

4\.3.3. 对我们与之共享用户信息的公司、组织和个人，我们会与其签署严格的保密协议以及信息保护约定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理用户信息。

**4.4. 转让**

原则上，我们不会与其他组织和个人共享您的用户信息，但在我们与其他法律主体者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到用户信息转让，我们会要求新的持有您用户信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。如涉及破产且无承接方的情形，我们将依法对数据进行删除处理。

**4.5. 公开披露**

我们仅会在以下情况下公开披露您的用户信息：

4\.5.1. 获得您充分同意或基于您的主动选择（如您选择将AI生成内容在平台内公开发布等），我们可能会公开披露您的必要用户信息；

4\.5.2. 为保护本服务及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据适用的法律或平台相关协议、规则披露关于您的用户信息。

**4.6. 对外提供用户信息时事先征得授权同意的例外**

以下情形中，对外提供用户信息无需事先征得您的授权同意：

4\.6.1. 与国家安全、国防安全有关的；

4\.6.2. 与公共安全、公共卫生、重大公共利益有关的；

4\.6.3. 与刑事侦查、起诉、审判和判决执行等有关的；

4\.6.4. 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；

4\.6.5. 您自行向社会公众公开的个人信息；

4\.6.6. 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；

4\.6.7. 为履行我们的法定职责或者法定义务或者响应政府部门指示所必需的。

**五、您如何管理您的个人信息**

**5.1. 查阅、更正和补充**

5\.1.1. 您可自行在个人中心内查阅、更正我们收集、使用您信息的基本情况；

5\.1.2. 如无法自行操作，您可通过【本政策披露的联系方式】与我们取得联系，我们将协助您进一步完成相应操作。

**5.2. 复制**

您可以通过以下方式复制您的信息：

5\.2.1. 您可自行在个人中心内，复制可自行查阅的信息；

5\.2.2. 如无法自行操作，您可通过【本政策披露的联系方式】与我们取得联系，我们将协助您进一步完成相应操作。

**5.3. 删除**

5\.3.1. 您可自行在个人中心内，删除可自行查阅的信息；

5\.3.2. 在以下情形中，您可以通过本政策披露的联系方式与我们联系，向我们提出删除其他信息的请求：

（1）如果我们处理用户信息的行为违反法律法规；

（2）如果我们收集、使用您的用户信息，却未征得您的明确同意；

（3）如果我们处理个人信息的行为严重违反了与您的约定。

**5.3.3. 当您或我们协助您删除相关信息后，因为适用的法律和安全技术限制，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并限制对其的任何进一步的处理，直到备份可以清除或实现匿名化。**

**5.4. 改变或撤回授权范围**

5\.4.1. 您可自行在个人中心管理权限授权状态，以改变或撤回您此前向我们做出的授权；

5\.4.2. 您也可以通过本政策披露的联系方式与我们联系，改变或者收回您授权我们收集和处理您的个人信息的范围；

5\.4.3. **当您撤回同意后，我们将不再处理相应的个人信息。但您撤回同意的决定，不会影响我们此前基于您的授权而开展的个人信息处理行为。**

**5.5. 注销账户**

5\.5.1. 您可自行在个人中心提交账号注销申请。

**5.5.2. 在您主动注销账户之后，我们将停止为您提供产品或服务，并删除您的个人信息或对其进行匿名化处理，但法律法规或行业监管规则另有规定的除外。**

**5.6. 响应您的上述请求**

5\.6.1. 为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。

5\.6.2. 对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们有权酌情收取一定费用。对于与您的身份不直接关联的信息、无合理理由重复申请的信息，或者需要过多的技术手段（如需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。

**5.7. 响应您的权利请求的例外**

以下情形中，我们有权不响应您的上述权利请求：

5\.7.1. 与我们履行法律法规规定的义务相关的；

5\.7.2. 与国家安全、国防安全直接相关的；

5\.7.3. 与公共安全、公共卫生、重大公共利益直接相关的；

5\.7.4. 与刑事侦查、起诉、审判和执行判决等直接相关的；

5\.7.5. 我们有充分证据表明您或其他个人信息主体存在主观恶意或滥用权利的；

5\.7.6. 出于维护您或其他个人信息主体的生命、财产等重大合法权益但又很难得到本人授权同意的；

5\.7.7. 响应您或其他个人信息主体的请求将导致您或其他个人信息主体、组织的合法权益受到严重损害的；

5\.7.8. 涉及商业秘密的。

**六、我们如何保护和保存您的个人信息**

6\.1. 我们非常重视您的信息安全。我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的用户信息，防止用户信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，我们会使用加密技术提高用户信息的安全性；我们会使用受信赖的保护机制防止用户信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问用户信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护用户信息重要性的认识。

6\.2. **我们会采取合理可行的措施，尽力避免收集无关的用户信息。同时，我们只会在达成本政策所述目的所需的期限内保留您的用户信息，除非法律法规另有规定或监管机关另有要求；超出前述保存期限后，我们会对您的个人信息进行删除或匿名化处理。**

**6.3. 尽管我们已经按照相关法律法规要求采取了合理有效的安全措施，但由于技术限制和可能存在的恶意手段，我们不能保证百分之百的信息安全。请您了解并理解，我们所提供的系统和通信网络可能会受到我们无法控制的因素影响而出现问题。因此，我们强烈建议您采取积极措施来保护个人信息的安全，例如使用复杂密码、定期更改密码、不将账号密码和相关个人信息透露给他人等。**

6\.4. 在不幸发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通等方式告知您，难以逐一告知用户信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报用户信息安全事件的处置情况。

6\.5. 如出现产品和服务停止运营的情形，我们会采取合理措施保护用户信息安全，包括及时停止继续收集用户信息的活动；停止运营的通知将以逐一送达或公告的形式通知用户；并对所持有的个人信息进行删除或匿名化处理等。

**6.6. 原则上，我们在中华人民共和国境内开展业务过程中产生或收集的个人信息，将存储在中华人民共和国境内；除非为向您提供某项服务所必需，我们会在获得您单独同意，并采取其他法律法规要求的措施下，方会向境外传输您的个人信息。**

**七、未成年人用户信息的特别约定**

**7.1. 我们主要面向成年人提供本产品及其他相关产品。但我们非常重视对未成年人个人信息的保护，如您为未成年人，我们要求您请您的父母或其他监护人仔细阅读本政策的所有内容，并在征得您的父母或其他监护人同意的前提下使用我们的产品或服务以及向我们提供信息。**

**7.2. 受制于现有技术和商业模式，我们很难在账号注册环节主动识别未成年人的个人信息，如果您是未成年人的监护人，且您发现我们存在未经其授权获取未成年人个人信息的情况，您可通过本政策中公示的联系方式联系我们，我们在收到通知后会及时予以核查，并在核查属实后及时删除或匿名化处理相关信息。如果我们主动审查发现存在前述情形的，我们也会主动对相关个人信息予以删除或进行匿名化处理。**

**八、隐私政策的更新**

8\.1. 为给您带来更好的服务体验，我们持续努力改进我们的技术。我们可能会更新我们的隐私政策，并通过邮件、应用内通知或其他适当的方式提醒您更新的内容，以便您及时了解本隐私政策的最新版本。但未经您明确同意，我们不会限制您按照本政策所享有的权利。

8\.2. 对于重大变更，我们还会提供更为显著的通知（包括我们会通过邮件进行通知或向您提供弹窗提示）再次向您告知，并根据法律法规的相关要求征得您的同意。

**九、如何联系我们**

9\.1. 您对本政策内容有任何疑问和意见，或者您上述实践以及操作上有任何疑问和意见，您可以通过【service@changyuan.ai】与我们联系（请您注明Omnibox有关，并说明具体事实情况），我们将在15天内回复您的请求。**请注意，我们可能不会回复与本政策或您的个人信息权利无关的问题。** 如您对我们的解决方式不满，您有权向中国互联网举报中心投诉。

**附录：相关定义**

**我们** ：杭州昶元智能科技有限公司。

**个人信息：** 以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息,不包括匿名化处理后的信息。

**敏感个人信息：敏感个人信息是一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别、宗教信仰、特定身份、医疗健康、金融账户、行踪轨迹等信息，以及不满十四周岁未成年人的个人信息。**

**儿童** ：**指不满十四周岁的未成年人。**

**设备信息：** 包括硬件型号、硬件序列号、软件列表、应用安装列表、软件安装列表、唯一设备识别码IMEI、设备MAC地址、SIM卡IMSI信息、Android ID、MEID、OpenUDID、GUID、IDFA、IDFV、BSSID、GAID、OAID、Harmony OAID、蓝牙信息、广播组件通讯信息、ICCID、BSSID、SSID、运营商信息、传感器（陀螺仪、重力传感器、加速度传感器、环境传感器、光学心率传感器）、剪切板。以实际采集情况为准。

**日志信息：** 包括时间、用户ID、对话ID、对话内容，以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间。

**去标识化：** 指个人信息经过处理，使其在不借助额外信息的情况下无法识别特定自然人的过程。

**匿名化：** 指个人信息经过处理无法识别特定自然人且不能复原的过程。

**Cookie：** Cookie和同类设备信息标识技术是互联网中普遍使用的技术。当您体验本产品时，我们可能会使用相关技术向您的设备发送一个或多个Cookie或匿名标识符，以收集、标识和存储您访问、使用本产品时的信息。

**中国互联网举报中心网址：<https://www.12377.cn/>** 。 `,
  };
  return <Template {...props} />;
}
